umfrage/app/views/questions/index.html.erb

					<form method="post" action="index.php">
						<% q.s_answers.each do |a| %>
---
SELECT "answers".* FROM "answers" WHERE "answers"."question_id" = ?  [["question_id", 1]]