umfrage/app/views/questions/show.html.erb

SELECT "answers".* FROM "answers" WHERE "answers"."question_id" = ?  [["question_id", 1]]
---
			<form method="post" action="">
				<% @question.answers.each do |a| %>