umfrage/app/controllers/answers_controller.rb

	def create
		@question = Question.find(params[:question_id])
		@answer = @question.answers.create(answer_params)
---
SELECT  "questions".* FROM "questions" WHERE "questions"."id" = ? LIMIT 1  [["id", 1]]
INSERT INTO "answers" ("title", "question_id", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "test"], ["question_id", 1], ["created_at", "2016-04-23 21:26:13.501680"], ["updated_at", "2016-04-23 21:26:13.501680"]]