umfrage/app/controllers/questions_controller.rb

SELECT "questions".* FROM "questions"  ORDER BY order desc
---
	def index
		@questions = Question.all

INSERT INTO "questions" ("title", "text", "kind", "position", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["title", "test"], ["text", "test"], ["kind", "selection"], ["position", 1], ["created_at", "2016-04-25 15:56:11.595258"], ["updated_at", "2016-04-25 15:56:11.595258"]]
SELECT  "questions".* FROM "questions" WHERE "questions"."id" = ? LIMIT 1  [["id", 21]]
---
	def create
		@question = Question.new(question_params)
		if @question.save
			redirect_to Question.find(@question)

SELECT  "questions".* FROM "questions" WHERE "questions"."id" = ? LIMIT 1  [["id", 15]]
---
	def update
		@question = Question.find(params[:id])